Repository: Tannenbum3/pecoret
Catalog: server/report/locale/*/LC_MESSAGES/django.po
Languages: de

source: Vulnerability Report
de: Schwachstellenbericht

source: Receipient
de: Empfänger

source: Environment
de: Umgebung

source: Accessibility
de: Erreichbarkeit

source: Mobile Applications
de: Mobile Anwendung

source: Operating System
de: Betriebssystem

source: Web Applications
de: Web Anwendung

source: Base URL
de: Basis URL

source: Assessment Information
de: Projektinformationen

source: Contacts
de: Kontakte

source: Scope
de: Umfang

source: The following listing describes the scope that was defined for the assessment.
de: Die folgende Auflistung beschreibt den Scope, der für das Projekt festgelegt wurde.

source: Author
de: Autor

source: Executive Summary
de: Management Summary

source: This executive summary provides a high-level overview of the findings and recommendations from the recent penetration testing (pentest). The objective of the pentest was to evaluate the security posture of the in-scope assets, identify vulnerabilities, and recommend remediation actions to enhance the overall security.
de: Die Management-Summary gibt einen Überblick über die Ergebnisse und Empfehlungen des jüngsten Penetrationstests (Pentest). Ziel des Pentests war es, die Sicherheitslage der untersuchten Assets zu bewerten, Schwachstellen zu ermitteln und Maßnahmen zur Verbesserung der allgemeinen Sicherheit zu empfehlen.

source: Evaluation
de: Evaluierung

source: Assessment Summary
de: Projectübersicht

source: The following table represents the penetration testing in-scope items and breaks down the issues, which were identified and classified by severity of risk. These findings can be fixed by following the best practices and recommendation given throughout the report.
de: Die folgende Tabelle stellt die während des Penetrationtests identifizierten Schwachstellen gruppiert nach den In-Scope-Assets dar.Diese Schwachstellen können behoben werden, indem die bewährten Verfahren und Empfehlungen, die in diesem Bericht gegeben werden, umgesetzt werden.

source: Critical
de: Kritisch

source: High
de: Hoch

source: Medium
de: Mittel

source: Low
de: Niedrig

source: Informational
de: Informationell

source: Total
de: Gesamt

source: Recommendations
de: Empfehlungen

source: End of Report
de: Ende des Berichts

source: Severity
de: Kritikalität

source: Date
de: Datum

source: Description
de: Beschreibung

source: Recommendation
de: Empfehlung

source: Steps to reproduce
de: Schritte zur Nachstellung

source: Figure
de: Grafik

source: Technical Details
de: Technische Details

source: This section outlines the findings discovered during the assessment.
de: In diesem Abschnitt werden die im Pentest entdeckten Findings dargelegt.

source: Technical Summary
de: Technische Zusammenfassung

source: This technical summary provides an overview of the findings resulting from the pentest conducted on the defined assets. Throughout the test, our team of skilled ethical hackers simulated real-world attacks on various targets within scope. The approach included a combination of automated vulnerability scanning, manual testing, and exploitation techniques to ascertain the level of resilience against potential malicious actors.
de: Diese technische Zusammenfassung gibt einen Überblick über die Ergebnisse des Pentests, der mit den definierten Assets durchgeführt wurde. Während des gesamten Tests simulierte unser Team aus erfahrenen ethischen Hackern reale Angriffe auf verschiedene Ziele innerhalb des Testbereichs. Der Ansatz umfasste eine Kombination aus automatisierten Schwachstellen-Scans, manuellen Tests und Ausnutzungstechniken, um den Grad der Widerstandsfähigkeit gegen potenzielle böswillige Akteure zu ermitteln.

source: Post Assessment Clean-up
de: Aufräumen nach Projektabschluss

source: Any test accounts, which were created for the purpose of this assessment, should be disabled or removed, as appropriate, together with any associated content.
de: Alle Testkonten, die zum Zweck des Penetrationtests erstellt wurden, sollten gegebenenfalls deaktiviert oder entfernt werden, zusammen mit allen zugehörigen Inhalten.

source: Risk Ratings
de: Riskobewertungen

source: The table below gives a key to the risk naming and colours used throughout this report to provide a clear and concise risk scoring system.
de: Die nachstehende Tabelle enthält einen Schlüssel zu den in diesem Bericht verwendeten Risikobezeichnungen und Farben, um ein klares und übersichtliches Risikobewertungssystem zu schaffen.

source: It should be noted that quantifying the overall business risk posed by any of the issues found in any test is outside our scope. This means that some risks may be reported as high from a technical perspective but may, as a result of other controls unknown to us, be considered acceptable by the business.
de: Es ist anzumerken, dass die Quantifizierung des gesamten Geschäftsrisikos, das von jedem der in einem Test gefundenen Probleme ausgeht, außerhalb unserer Möglichkeiten liegt. Das bedeutet, dass einige Risiken aus technischer Sicht als hoch eingestuft werden können, aber aufgrund anderer, uns unbekannter Kontrollen vom Unternehmen als akzeptabel angesehen werden können.

source: Risk Rating
de: Riskobewertung

source: Critical vulnerabilities can lead to a full compromise of the asset. They pose a serious risk to the security of the target and should be remediated immediately.
de: Kritische Schwachstellen können zu einer vollständigen Kompromittierung des Objekts führen. Sie stellen ein ernsthaftes Risiko für die Sicherheit des Zielobjekts dar und sollten sofort behoben werden.

source: Vulnerabilities indicated with this severity level pose a medium risk to the target. Typically, these vulnerabilities depend on other factors that must be present for successful exploitation. These vulnerabilities should be resolved throughout the ongoing maintenance process.
de: Schwachstellen, die mit diesem Schweregrad angegeben sind, stellen ein mittleres Risiko für das Ziel dar. Typischerweise hängen diese Schwachstellen von anderen Faktoren ab, die die für eine erfolgreiche Ausnutzung vorhanden sein müssen. Diese Schwachstellen sollten im Rahmen des laufenden Wartungsprozesses behoben werden.

source: Findings Overview
de: Schwachstellenübersicht

source: All the issues identified during the assessment are listed below with a brief description and risk rating for each issue. The risk rating used in this report are defined in
de: Alle bei der Bewertung ermittelten Probleme sind nachstehend mit einer kurzen Beschreibung und einer Risikobewertung für jedes Problem aufgeführt. Die in diesem Bericht verwendete Risikoeinstufung ist definiert in der

source: Risk Rating Section
de: Riskobewertungssektion

source: Risk
de: Risiko

source: Table of Contents
de: Inhaltsverzeichnis

source: About this Document
de: Über dieses Dokument

source: Client Confidentiality
de: Streng vertraulich

source: This document contains Client Confidential information and may not be copied without written permission.
de: Dieses Dokument enthälgt streng vertrauliche Informationen und darf nicht ohne schriftliche Einverständnis vervielfälltigt werden.

source: Proprietary Information
de: Geschützte Informationen

source: The content of this document is considered proprietary information and should not be disclosed outside of the recipient organization's network.
de: Der Inhalt dieses Dokuments wird als urheberrechtlich geschützte Information betrachtet und sollte nicht außerhalb des Netzwerks des Empfängers weitergegeben werden.

source: Document History
de: Dokumentenhistorie

source: Change
de: Änderung

source: User
de: Benutzer

source: Client Confidential
de: Streng vertraulich

source: of
de: von
